Revit API Introduction Labs
Lab5_3_Rooms Class
 List room boundaries.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab5_3_Rooms : IExternalCommand
Visual Basic (Declaration)
Public Class Lab5_3_Rooms _
	Implements IExternalCommand
Visual C++
public ref class Lab5_3_Rooms : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab5_3_Rooms
See Also
Lab5_3_Rooms Members
Labs Namespace